Repository: leglands/luna
Catalog: ios-app/LunaApp/Resources/Localizable.xcstrings
Source language: fr
Languages: am, ar, bg, bn, ca, cs, da, de, el, en, es, fa, fi, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, sw, th, tl, tr, uk, ur, vi, zh_hans, zh_hant, zu

# bbt_a11y_hint
source: Saisissez la température en degrés
am: የሙቀት መጠኑን በዲግሪዎች ውስጥ ያስገቡ
ar: أدخل درجة الحرارة بالدرجات
bg: Въведете температурата в градуси
bn: ডিগ্রিতে তাপমাত্রা লিখুন
ca: Introduïu la temperatura en graus
cs: Zadejte teplotu ve stupních
da: Indtast temperatur i grader
de: Geben Sie die Temperatur in Grad ein
el: Εισαγάγετε τη θερμοκρασία σε βαθμούς
en: Enter temperature in degrees
es: Introduzca la temperatura en grados
fa: دما را بر حسب درجه وارد کنید
fi: Syötä lämpötila asteina
he: הזן טמפרטורה במעלות
hi: तापमान को डिग्री में दर्ज करें
hr: Unesite temperaturu u stupnjevima
hu: Adja meg a hőmérsékletet fokban
id: Masukkan suhu dalam derajat
it: Inserisci la temperatura in gradi
ja: 温度を度単位で入力してください
ko: 온도를 도 단위로 입력하세요.
ms: Masukkan suhu dalam darjah
nb: Angi temperatur i grader
nl: Voer de temperatuur in graden in
pl: Wprowadź temperaturę w stopniach
pt_br: Insira a temperatura em graus
ro: Introduceți temperatura în grade
ru: Введите температуру в градусах
sk: Zadajte teplotu v stupňoch
sv: Ange temperatur i grader
sw: Ingiza halijoto kwa digrii
th: ใส่อุณหภูมิเป็นองศา
tr: Sıcaklığı derece cinsinden girin
uk: Введіть температуру в градусах
ur: ڈگری میں درجہ حرارت درج کریں۔
vi: Nhập nhiệt độ theo độ
zh_hans: 输入温度（度）
zh_hant: 輸入溫度（度）
zu: Faka izinga lokushisa ngamadigri

# bbt_a11y_label
source: Champ température basale
am: ባሳል የሰውነት ሙቀት መስክ
ar: مجال درجة حرارة الجسم القاعدية
bg: Поле за базална телесна температура
bn: বেসাল শরীরের তাপমাত্রা ক্ষেত্র
ca: Camp de temperatura corporal basal
cs: Pole bazální tělesné teploty
da: Basal kropstemperatur felt
de: Feld „Basaltemperatur“.
el: Πεδίο βασικής θερμοκρασίας σώματος
en: Basal Body Temperature field
es: Campo de temperatura corporal basal
fa: میدان دمای پایه بدن
fi: Peruskehon lämpötilakenttä
he: שדה טמפרטורת גוף בסיסית
hi: बेसल शारीरिक तापमान क्षेत्र
hr: Polje bazalne tjelesne temperature
hu: Basális testhőmérséklet mező
id: Bidang Suhu Tubuh Basal
it: Campo della temperatura corporea basale
ja: 基礎体温フィールド
ko: 기초체온 필드
ms: Medan Suhu Badan Basal
nb: Basal kroppstemperaturfelt
nl: Veld Basale lichaamstemperatuur
pl: Pole Podstawowej temperatury ciała
pt_br: Campo de temperatura corporal basal
ro: Câmpul temperaturii corporale bazale
ru: Поле базальной температуры тела
sk: Pole bazálnej telesnej teploty
sv: Basal kroppstemperaturfält
sw: Sehemu ya Joto la Basal Mwili
th: สนามอุณหภูมิร่างกายเป็นมูลฐาน
tr: Bazal Vücut Sıcaklığı alanı
uk: Поле базальної температури тіла
ur: بیسل جسمانی درجہ حرارت کا میدان
vi: Trường Nhiệt độ cơ thể cơ bản
zh_hans: 基础体温场
zh_hant: 基礎體溫場
zu: Inkambu ye-Basal Body Temperature

# bbt_hint
source: ex. 36.7
am: ለምሳሌ. 36.7
ar: على سبيل المثال 36.7
bg: напр. 36.7
bn: যেমন 36.7
ca: p. ex. 36.7
cs: např. 36.7
da: f.eks. 36,7
de: z.B. 36,7
el: π.χ. 36.7
en: e.g. 36.7
es: ej. 36.7
fa: به عنوان مثال 36.7
fi: esim. 36.7
he: לְמָשָׁל 36.7
hi: जैसे 36.7
hr: npr. 36.7
hu: például 36.7
id: misalnya 36.7
it: per esempio. 36.7
ja: 例えば36.7
ko: 예를 들어 36.7
ms: cth. 36.7
nb: f.eks. 36,7
nl: bijv. 36,7
pl: np. 36,7
pt_br: por exemplo 36,7
ro: de ex. 36.7
ru: например 36,7
sk: napr. 36.7
sv: till exempel 36,7
sw: k.m. 36.7
th: เช่น 36.7
tr: örneğin 36.7
uk: напр. 36.7
ur: جیسے 36.7
vi: ví dụ. 36,7
zh_hans: 例如36.7
zh_hant: 例如36.7
zu: isib. 36.7

# bbt_label
source: Température basale (BBT)
am: ባሳል የሰውነት ሙቀት. (ቢቢቲ)
ar: درجة حرارة الجسم الأساسية
bg: Базална телесна температура. (BBT)
bn: বেসাল শরীরের তাপমাত্রা। (বিবিটি)
ca: Temperatura basal del cos. (BBT)
cs: Bazální tělesná teplota (BBT)
da: Basal kropstemperatur. (BBT)
de: Basaltemperatur (BBT)
el: Βασική θερμοκρασία σώματος. (BBT)
en: Basal body temp. (BBT)
es: Temperatura basal (BBT)
fa: دمای پایه بدن (BBT)
fi: Perusruumiin lämpötila. (BBT)
he: טמפרטורת גוף בזאלית. (BBT)
hi: बेसल शरीर का तापमान. (बीबीटी)
hr: Bazalna tjelesna temp. (BBT)
hu: Alap testhőm. (BBT)
id: Suhu basal tubuh. (BBT)
it: Temperatura corporea basale (BBT)
ja: 基礎体温 (BBT)
ko: 기초체온 (BBT)
ms: Suhu badan basal. (BBT)
nb: Basal kroppstemp. (BBT)
nl: Basale lichaamstemperatuur. (BBT)
pl: Podstawowa temperatura ciała (BBT)
pt_br: Temperatura corporal basal. (BBT)
ro: Temperatura bazală a corpului. (BBT)
ru: Базальная температура тела. (ББТ)
sk: Bazálna telesná teplota (BBT)
sv: Basal kroppstemp. (BBT)
sw: Joto la basal la mwili. (BBT)
th: อุณหภูมิร่างกายเป็นมูลฐาน (บีบีที)
tr: Bazal vücut sıcaklığı. (BBT)
uk: Базальна температура тіла. (BBT)
ur: بیسل جسمانی درجہ حرارت۔ (BBT)
vi: Nhiệt độ cơ bản cơ bản (BBT)
zh_hans: 基础体温。 （BBT）
zh_hant: 基礎體溫。 （BBT）
zu: Ukushisa komzimba okuyisisekelo. (BBT)

# breast_tenderness
source: Sensibilité mammaire
am: የጡት ስሜታዊነት
ar: ألم الثدي
bg: Чувствителност на гърдите
bn: স্তনে ব্যথা
ca: Sensibilitat mamària
cs: Citlivost prsou
da: Brystømhed
de: Brustspannen
el: Ευαισθησία στήθους
en: Breast tenderness
es: Sensibilidad mamaria
fa: حساسیت سینه
fi: Rintojen arkuus
he: רגישות בחזה
hi: स्तन में दर्द
hr: Osjetljivost grudi
hu: Mellnyomás
id: Nyeri payudara
it: Tensione mammaria
ja: 胸の張り
ko: 유방 통증
ms: Kesakitan payudara
nb: Brystømhet
nl: Borstgevoeligheid
pl: Tkliwość piersi
pt_br: Sensibilidade mamária
ro: Sensibilitate mamară
ru: Болезненность груди
sk: Citlivosť pŕs
sv: Bröstömhet
sw: Unyeti wa matiti
th: เจ็บหน้าอก
tr: Göğüs hassasiyeti
uk: Чутливість грудей
ur: چھاتی میں درد
vi: Đau ngực
zh_hans: 乳房胀痛
zh_hant: 乳房脹痛
zu: Ubuthakathaka bamabele

# calendar_legend_a11y
source: Légende du calendrier
am: የቀን መቁጠሪያ አፈ ታሪክ
ar: أسطورة التقويم
bg: Легенда на календара
bn: ক্যালেন্ডার কিংবদন্তি
ca: Llegenda del calendari
cs: Legenda kalendáře
da: Kalender legende
de: Kalenderlegende
el: Θρύλος ημερολογίου
en: Calendar legend
es: Leyenda del calendario
fa: افسانه تقویم
fi: Kalenterin legenda
he: אגדת לוח שנה
hi: कैलेंडर कथा
hr: Legenda kalendara
hu: Naptár legenda
id: Legenda kalender
it: Legenda del calendario
ja: カレンダーの凡例
ko: 달력 범례
ms: Lagenda kalendar
nb: Kalenderlegende
nl: Kalenderlegende
pl: Legenda kalendarza
pt_br: Legenda do calendário
ro: Legenda calendarului
ru: Легенда календаря
sk: Legenda kalendára
sv: Kalenderlegend
sw: Hadithi ya kalenda
th: ตำนานปฏิทิน
tr: Takvim göstergesi
uk: Легенда календаря
ur: کیلنڈر لیجنڈ
vi: huyền thoại lịch
zh_hans: 日历图例
zh_hant: 日曆圖例
zu: Ilejendi yekhalenda

# calendar_title
source: Calendrier
am: የቀን መቁጠሪያ
ar: التقويم
bg: Календар
bn: ক্যালেন্ডার
ca: Calendari
cs: Kalendář
da: Kalender
de: Kalender
el: Ημερολόγιο
en: Calendar
es: Calendario
fa: تقویم
fi: Kalenteri
he: לוּחַ שָׁנָה
hi: कैलेंडर
hr: Kalendar
hu: Naptár
id: Kalender
it: Calendario
ja: カレンダー
ko: 달력
ms: Kalendar
nb: Kalender
nl: Kalender
pl: Kalendarz
pt_br: Calendário
ro: Calendaristic
ru: Календарь
sk: Kalendár
sv: Kalender
sw: Kalenda
th: ปฏิทิน
tr: Takvim
uk: Календар
ur: کیلنڈر
vi: Lịch
zh_hans: 日历
zh_hant: 日曆
zu: Ikhalenda

# cancel_button
source: Annuler
am: ሰርዝ
ar: إلغاء
bg: Отказ
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Ophæve
de: Abbrechen
el: Ματαίωση
en: Cancel
es: Cancelar
fa: لغو کنید
fi: Peruuttaa
he: לְבַטֵל
hi: रद्द करना
hr: Otkazati
hu: Mégse
id: Membatalkan
it: Cancellare
ja: キャンセル
ko: 취소
ms: Batal
nb: Kansellere
nl: Annuleren
pl: Anulować
pt_br: Cancelar
ro: Anula
ru: Отмена
sk: Zrušiť
sv: Avboka
sw: Ghairi
th: ยกเลิก
tr: İptal etmek
uk: Скасувати
ur: منسوخ کریں۔
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消
zu: Khansela

# charts_bbt_a11y
source: Graphique de température basale
am: Basal የሰውነት ሙቀት ሰንጠረዥ
ar: مخطط درجة حرارة الجسم الأساسية
bg: Диаграма на базалната телесна температура
bn: বেসাল শরীরের তাপমাত্রা চার্ট
ca: Gràfic de temperatura corporal basal
cs: Tabulka bazální tělesné teploty
da: Basal kropstemperatur diagram
de: Basaltemperaturdiagramm
el: Διάγραμμα βασικής θερμοκρασίας σώματος
en: Basal body temperature chart
es: Tabla de temperatura corporal basal
fa: نمودار دمای پایه بدن
fi: Peruskehon lämpötilakaavio
he: טבלת טמפרטורת גוף בסיסית
hi: बेसल शरीर का तापमान चार्ट
hr: Grafikon bazalne tjelesne temperature
hu: Basális testhőmérséklet diagram
id: Grafik suhu basal tubuh
it: Grafico della temperatura corporea basale
ja: 基礎体温表
ko: 기초 체온 차트
ms: Carta suhu badan basal
nb: Basal kroppstemperaturdiagram
nl: Basale lichaamstemperatuurgrafiek
pl: Wykres podstawowej temperatury ciała
pt_br: Gráfico de temperatura corporal basal
ro: Diagrama temperaturii bazale a corpului
ru: График базальной температуры тела
sk: Tabuľka bazálnej telesnej teploty
sv: Basal kroppstemperaturdiagram
sw: Jedwali la joto la basal la mwili
th: แผนภูมิอุณหภูมิร่างกายเป็นมูลฐาน
tr: Bazal vücut sıcaklığı tablosu
uk: Графік базальної температури
ur: بنیادی جسمانی درجہ حرارت کا چارٹ
vi: Biểu đồ nhiệt độ cơ thể cơ bản
zh_hans: 基础体温表
zh_hant: 基礎體溫表
zu: Ishadi lokushisa lomzimba eliyisisekelo

# charts_bbt_title
source: Température basale
am: Basal የሰውነት ሙቀት
ar: درجة حرارة الجسم القاعدية
bg: Базална телесна температура
bn: বেসাল শরীরের তাপমাত্রা
ca: Temperatura corporal basal
cs: Bazální tělesná teplota
da: Basal kropstemperatur
de: Basaltemperatur
el: Βασική θερμοκρασία σώματος
en: Basal body temperature
es: temperatura corporal basal
fa: دمای پایه بدن
fi: Peruskehon lämpötila
he: טמפרטורת גוף בסיסית
hi: बेसल शरीर के तापमान
hr: Bazalna tjelesna temperatura
hu: Basális testhőmérséklet
id: Suhu basal tubuh
it: Temperatura corporea basale
ja: 基礎体温
ko: 기초체온
ms: Suhu badan basal
nb: Basal kroppstemperatur
nl: Basale lichaamstemperatuur
pl: Podstawowa temperatura ciała
pt_br: Temperatura corporal basal
ro: Temperatura bazală a corpului
ru: Базальная температура тела
sk: Bazálna telesná teplota
sv: Basal kroppstemperatur
sw: Joto la basal la mwili
th: อุณหภูมิร่างกายเป็นมูลฐาน
tr: Bazal vücut sıcaklığı
uk: Базальна температура тіла
ur: بنیادی جسمانی درجہ حرارت
vi: Nhiệt độ cơ thể cơ bản
zh_hans: 基础体温
zh_hant: 基礎體溫
zu: Ukushisa komzimba okuyisisekelo

# charts_cycle_lengths
source: Longueur des cycles
am: የዑደት ርዝመቶች
ar: أطوال الدورة
bg: Дължини на цикъла
bn: চক্রের দৈর্ঘ্য
ca: Durada del cicle
cs: Délky cyklů
da: Cykluslængder
de: Zykluslängen
el: Μήκη κύκλου
en: Cycle lengths
es: Duraciones del ciclo
fa: طول چرخه
fi: Jaksojen pituudet
he: אורכי מחזור
hi: चक्र की लंबाई
hr: Duljine ciklusa
hu: Ciklushosszok
id: Panjang siklus
it: Lunghezze del ciclo
ja: サイクル長
ko: 주기 길이
ms: Panjang kitaran
nb: Sykluslengder
nl: Cyclus lengtes
pl: Długości cykli
pt_br: Durações de ciclo
ro: Lungimi de ciclu
ru: Длина цикла
sk: Dĺžky cyklov
sv: Cykellängder
sw: Urefu wa mzunguko
th: ความยาวรอบ
tr: Döngü uzunlukları
uk: Довжини циклу
ur: سائیکل کی لمبائی
vi: Độ dài chu kỳ
zh_hans: 周期长度
zh_hant: 週期長度
zu: Ubude bomjikelezo

# charts_cycle_lengths_a11y
source: Graphique des longueurs de cycles
am: የዑደት ርዝመት ገበታ
ar: مخطط أطوال الدورة
bg: Диаграма на дължините на цикъла
bn: সাইকেলের দৈর্ঘ্যের চার্ট
ca: Gràfic de longituds de cicle
cs: Tabulka délek cyklů
da: Cykluslængder diagram
de: Tabelle der Zykluslängen
el: Διάγραμμα μηκών κύκλου
en: Cycle lengths chart
es: Tabla de longitudes de ciclo
fa: نمودار طول چرخه
fi: Jaksojen pituustaulukko
he: טבלת אורכי מחזור
hi: साइकिल की लंबाई चार्ट
hr: Grafikon duljina ciklusa
hu: Ciklushossz diagram
id: Bagan panjang siklus
it: Grafico delle durate del ciclo
ja: サイクル長チャート
ko: 주기 길이 차트
ms: Carta panjang kitaran
nb: Sykluslengder diagram
nl: Tabel met cycluslengtes
pl: Wykres długości cykli
pt_br: Gráfico de comprimentos de ciclo
ro: Tabel lungimii ciclului
ru: График длин циклов
sk: Tabuľka dĺžok cyklov
sv: Cykellängder diagram
sw: Chati ya urefu wa mzunguko
th: แผนภูมิความยาวรอบ
tr: Döngü uzunlukları tablosu
uk: Діаграма тривалості циклу
ur: سائیکل کی لمبائی کا چارٹ
vi: Biểu đồ độ dài chu kỳ
zh_hans: 周期长度图表
zh_hant: 週期長度圖表
zu: Ishadi lobude bomjikelezo

# charts_cycle_num
source: Cycle
am: ዑደት
ar: الدورة
bg: Цикъл
bn: চক্র
ca: Cicle
cs: Cyklus
da: Cyklus
de: Zyklus
el: Κύκλος
es: Ciclo
fa: چرخه
fi: Kiertokulku
he: מחזור
hi: चक्र
hr: Ciklus
hu: Ciklus
id: Siklus
it: Ciclo
ja: 周期
ko: 주기
ms: Kitaran
nb: Syklus
nl: Cyclus
pl: Cykl
pt_br: Ciclo
ro: Ciclu
ru: Цикл
sk: Cyklus
sv: Cykel
sw: Mzunguko
th: รอบ
tr: Döngü
uk: Цикл
ur: سائیکل
vi: Chu kỳ
zh_hans: 周期
zh_hant: 週期
zu: Umjikelezo

# charts_day
source: Jour
am: ቀን
ar: يوم
bg: Ден
bn: দিন
ca: Dia
cs: Den
da: Dag
de: Tag
el: Ημέρα
en: Day
es: Día
fa: روز
fi: Päivä
he: יום
hi: दिन
hr: Dan
hu: Nap
id: Hari
it: Giorno
ja: 日
ko: 일
ms: Hari
nb: Dag
nl: Dag
pl: Dzień
pt_br: Dia
ro: Zi
ru: День
sk: Deň
sv: Dag
sw: Siku
th: วัน
tr: Gün
uk: День
ur: دن
vi: Ngày
zh_hans: 日
zh_hant: 日
zu: Usuku

# charts_days
source: Jours
am: ቀናት
ar: أيام
bg: Дни
bn: দিন
ca: Dies
cs: Dní
da: Dage
de: Tage
el: Ημέρες
en: Days
es: Días
fa: روزها
fi: Päivää
he: ימים
hi: दिन
hr: Dana
hu: Napok
id: Hari
it: Giorni
ja: 日数
ko: 일수
ms: Hari
nb: Dager
nl: Dagen
pl: Dni
pt_br: Dias
ro: Zile
ru: Дни
sk: Dní
sv: Dagar
sw: Siku
th: วัน
tr: Gün
uk: Дні
ur: دن
vi: Ngày
zh_hans: 天数
zh_hant: 天數
zu: Izinsuku

# charts_section_title
source: Tendances
am: አዝማሚያዎች
ar: الاتجاهات
bg: Тенденции
bn: প্রবণতা
ca: Tendències
cs: Trendy
da: Trends
de: Trends
el: Τάσεις
en: Trends
es: Tendencias
fa: روندها
fi: Trendit
he: טרנדים
hi: प्रवृत्तियों
hr: Trendovi
hu: Trendek
id: Tren
it: Tendenze
ja: トレンド
ko: 동향
ms: Trend
nb: Trender
nl: Trends
pl: Trendy
pt_br: Tendências
ro: Tendințe
ru: Тенденции
sk: Trendy
sv: Trender
sw: Mitindo
th: เทรนด์
tr: Trendler
uk: Тенденції
ur: رجحانات
vi: Xu hướng
zh_hans: 趋势
zh_hant: 趨勢
zu: Amathrendi

# creating_vault_loading
source: Préparation de votre espace privé...
am: የግል ቦታዎ እየተዘጋጀ ነው...
ar: جاري إعداد مساحتك الخاصة...
bg: Подготовка на вашето лично пространство...
bn: আপনার ব্যক্তিগত স্থান সেট আপ করা হচ্ছে...
ca: Preparant el teu espai privat...
cs: Připravujeme váš soukromý prostor...
da: Dit private rum forberedes...
de: Ihr privater Bereich wird eingerichtet...
el: Ετοιμασία του ιδιωτικού σας χώρου...
en: Setting up your private space...
es: Preparando tu espacio privado...
fa: در حال آماده‌سازی فضای خصوصی شما...
fi: Yksityistä tilaasi valmistellaan...
he: מכין את המרחב הפרטי שלך...
hi: आपका निजी स्थान तैयार किया जा रहा है...
hr: Pripremanje vašeg privatnog prostora...
hu: Privát tered előkészítése...
id: Menyiapkan ruang pribadi Anda...
it: Preparazione del tuo spazio privato...
ja: プライベート空間を準備しています...
ko: 개인 공간을 설정하는 중...
ms: Menyediakan ruang peribadi anda...
nb: Ditt private rom klargjøres...
nl: Je privéruimte wordt ingericht...
pl: Przygotowywanie twojej prywatnej przestrzeni...
pt_br: Preparando seu espaço privado...
ro: Spațiul tău privat se pregătește...
ru: Настраиваем ваше личное пространство...
sk: Pripravujeme váš súkromný priestor...
sv: Ditt privata utrymme förbereds...
sw: Kuandaa nafasi yako ya faragha...
th: กำลังเตรียมพื้นที่ส่วนตัวของคุณ...
tr: Özel alanınız hazırlanıyor...
uk: Підготовка вашого приватного простору...
ur: آپ کی نجی جگہ تیار کی جا رہی ہے...
vi: Đang thiết lập không gian riêng tư của bạn...
zh_hans: 正在设置您的私人空间...
zh_hant: 正在設置您的私人空間...
zu: Ilungisela indawo yakho eyimfihlo...

# cycle_day_label %lld
source: Jour %lld
am: ቀን %lld
ar: اليوم %lld
bg: Ден %lld
bn: দিন %lld
ca: Dia %lld
cs: Den %lld
da: Dag %lld
de: Tag %lld
el: Ημέρα %lld
en: Day %lld
es: Día %lld
fa: روز %lld
fi: Päivä %lld
he: יום %lld
hi: दिन %lld
hr: Dan %lld
hu: %lld nap
id: Hari %lld
it: Giorno %lld
ja: 日%lld
ko: 요일 %lld
ms: Hari %lld
nb: Dag %lld
nl: Dag %lld
pl: Dzień %lld
pt_br: Dia %lld
ro: Ziua %lld
ru: День %lld
sk: deň %lld
sv: Dag %lld
sw: Siku %lld
th: วัน %lld
tr: Gün %lld
uk: День %lld
ur: دن %lld
vi: Ngày %lld
zh_hans: 日 %lld
zh_hant: 日 %lld
zu: Usuku %lld

# cycle_no_data_a11y
source: Aucune donnée de cycle
am: እስካሁን ምንም የዑደት ውሂብ የለም።
ar: لا توجد بيانات دورة حتى الآن
bg: Все още няма данни за цикъл
bn: এখনও কোন চক্র তথ্য
ca: Encara no hi ha dades de cicle
cs: Zatím žádné údaje o cyklu
da: Ingen cyklusdata endnu
de: Noch keine Zyklusdaten
el: Δεν υπάρχουν ακόμη δεδομένα κύκλου
en: No cycle data yet
es: Aún no hay datos del ciclo
fa: هنوز اطلاعات چرخه ای وجود ندارد
fi: Ei vielä syklitietoja
he: עדיין אין נתוני מחזור
hi: अभी तक कोई चक्र डेटा नहीं
hr: Još nema podataka o ciklusu
hu: Még nincsenek ciklusadatok
id: Belum ada data siklus
it: Nessun dato sul ciclo ancora
ja: サイクルデータはまだありません
ko: 아직 사이클 데이터가 없습니다.
ms: Tiada data kitaran lagi
nb: Ingen syklusdata ennå
nl: Nog geen cyclusgegevens
pl: Nie ma jeszcze danych dotyczących cyklu
pt_br: Ainda não há dados de ciclo
ro: Nu există date despre ciclu încă
ru: Данных о цикле пока нет
sk: Zatiaľ žiadne údaje o cykle
sv: Inga cykeldata ännu
sw: Hakuna data ya mzunguko bado
th: ยังไม่มีข้อมูลรอบการทำงาน
tr: Henüz döngü verisi yok
uk: Даних про цикл ще немає
ur: ابھی تک کوئی سائیکل ڈیٹا نہیں ہے۔
vi: Chưa có dữ liệu chu kỳ
zh_hans: 尚无周期数据
zh_hant: 尚無週期數據
zu: Ayikho idatha yomjikelezo okwamanje

# cycle_progress_a11y
source: Jour %lld de votre cycle. Règles prévues dans %lld jours.
am: የእርስዎ ዑደት ቀን %lld። በ%lld ቀናት ውስጥ የሚጠበቀው ጊዜ።
ar: يوم %lld من دورتك. الفترة المتوقعة خلال %lld من الأيام.
bg: Ден %lld от вашия цикъл. Очаква се период след %lld дни.
bn: আপনার চক্রের দিন %lld। %lld দিনের মধ্যে প্রত্যাশিত সময়কাল।
ca: Dia %lld del teu cicle. Període previst en %lld dies.
cs: Den %lld vašeho cyklu. Očekávané období za %lld dnů.
da: Dag %lld i din cyklus. Periode forventes om %lld dage.
de: Tag %lld Ihres Zyklus. Erwarteter Zeitraum in %lld Tagen.
el: Ημέρα %lld του κύκλου σας. Η περίοδος αναμένεται σε %lld ημέρες.
en: Day %lld of your cycle. Period expected in %lld days.
es: Día %lld de tu ciclo. Período esperado en %lld días.
fa: روز %lld چرخه شما. دوره مورد انتظار در %lld روز است.
fi: Kuukautesi päivä %lld. Odotettavissa oleva ajanjakso %lld päivässä.
he: יום %lld של המחזור שלך. התקופה הצפויה בעוד %lld ימים.
hi: आपके चक्र का दिन %lld। अवधि %lld दिनों में अपेक्षित है।
hr: Dan %lld vašeg ciklusa. Očekivano razdoblje za %lld dana.
hu: A ciklus %lld napja. A várható időtartam %lld nap múlva.
id: Hari %lld dari siklus Anda. Periode diperkirakan dalam %lld hari.
it: Giorno %lld del tuo ciclo. Periodo previsto in %lld giorni.
ja: あなたのサイクルの %lld 日。期間は %lld 日で予想されます。
ko: 주기의 %lld일입니다. 예상 기간은 %lld일입니다.
ms: Hari %lld kitaran anda. Tempoh dijangka dalam %lld hari.
nb: Dag %lld i syklusen din. Forventet periode om %lld dager.
nl: Dag %lld van uw cyclus. Periode verwacht over %lld dagen.
pl: Dzień %lld Twojego cyklu. Okres oczekiwany w %lld dniach.
pt_br: Dia %lld do seu ciclo. Período esperado em %lld dias.
ro: Ziua %lld a ciclului dvs. Perioada estimată în %lld zile.
ru: День %lld вашего цикла. Ожидаемый период через %lld дней.
sk: Deň %lld vášho cyklu. Obdobie očakávané o %lld dní.
sv: Dag %lld av din cykel. Period förväntad om %lld dagar.
sw: Siku %lld ya mzunguko wako. Kipindi kinachotarajiwa katika siku %lld.
th: วัน %lld ของรอบเดือนของคุณ ระยะเวลาที่คาดหวังใน %lld วัน
tr: Adet döngünüzün %lld günü. Dönemin %lld gün içinde olması bekleniyor.
uk: День %lld вашого циклу. Період очікується через %lld днів.
ur: آپ کے سائیکل کا دن %lld۔ مدت %lld دنوں میں متوقع ہے۔
vi: Ngày %lld trong chu kỳ của bạn. Khoảng thời gian dự kiến ​​tính bằng %lld ngày.
zh_hans: 您周期的第 %lld 天。预计期限为 %lld 天。
zh_hant: 您週期的第 %lld 天。預計期限為 %lld 天。
zu: Usuku %lld lomjikelezo wakho. Isikhathi esilindelwe ezinsukwini ezingu-%lld.

# day_abbr
source: j
am: ቀ
ar: ي
bg: д
bn: দি
ca: d
cs: d
da: d
de: T
el: η
en: d
es: d
fa: ر
fi: pv
he: י
hi: दि
hr: d
hu: n
id: h
it: g
ja: 日
ko: 일
ms: h
nb: d
nl: d
pl: d
pt_br: d
ro: z
ru: д
sk: d
sv: d
sw: s
th: ว
tr: g
uk: д
ur: د
vi: ng
zh_hans: 天
zh_hant: 天
zu: s

# education_section_title
source: En savoir plus
am: ትምህርት
ar: تعليم
bg: образование
bn: শিক্ষা
ca: Educació
cs: Školství
da: Undervisning
de: Informationen
el: Εκπαίδευση
en: Education
es: Educación
fa: آموزش و پرورش
fi: koulutus
he: הַשׂכָּלָה
hi: शिक्षा
hr: Obrazovanje
hu: Oktatás
id: Pendidikan
it: Istruzione
ja: 教育
ko: 교육
ms: Pendidikan
nb: Utdannelse
nl: Onderwijs
pl: Edukacja
pt_br: Educação
ro: Educaţie
ru: Образование
sk: Vzdelávanie
sv: Utbildning
sw: Elimu
th: การศึกษา
tr: Eğitim
uk: Освіта
ur: تعلیم
vi: Giáo dục
zh_hans: 教育
zh_hant: 教育
zu: Imfundo

# energy_label
source: Énergie
am: ጉልበት
ar: الطاقة
bg: енергия
bn: শক্তি
ca: Energia
cs: Energie
da: Energi
de: Energie
el: Ενέργεια
en: Energy
es: Energía
fa: انرژی
fi: Energiaa
he: אֵנֶרְגִיָה
hi: ऊर्जा
hr: energija
hu: Energia
id: Energi
it: Energia
ja: エネルギー
ko: 에너지
ms: Tenaga
nb: Energi
nl: Energie
pl: Energia
pt_br: Energia
ro: Energie
ru: Энергия
sk: Energia
sv: Energi
sw: Nishati
th: พลังงาน
tr: Enerji
uk: Енергія
ur: توانائی
vi: Năng lượng
zh_hans: 活力
zh_hant: 活力
zu: Amandla

# energy_slider_a11y
source: Curseur niveau d'énergie
am: የኃይል ደረጃ ተንሸራታች
ar: شريط تمرير مستوى الطاقة
bg: Плъзгач за ниво на енергия
bn: এনার্জি লেভেল স্লাইডার
ca: Control lliscant del nivell d'energia
cs: Posuvník úrovně energie
da: Energiniveau skyder
de: Schieberegler für das Energieniveau
el: Ρυθμιστικό στάθμης ενέργειας
en: Energy level slider
es: Control deslizante de nivel de energía
fa: نوار لغزنده سطح انرژی
fi: Energiatason liukusäädin
he: מחוון רמת האנרגיה
hi: ऊर्जा स्तर स्लाइडर
hr: Klizač razine energije
hu: Energiaszint csúszka
id: Penggeser tingkat energi
it: Dispositivo di scorrimento del livello di energia
ja: エネルギーレベルスライダー
ko: 에너지 수준 슬라이더
ms: Gelangsar tahap tenaga
nb: Skyveknapp for energinivå
nl: Schuifregelaar voor energieniveau
pl: Suwak poziomu energii
pt_br: Controle deslizante de nível de energia
ro: Glisor de nivel de energie
ru: Ползунок уровня энергии
sk: Posuvník úrovne energie
sv: Reglage för energinivå
sw: Kitelezi cha kiwango cha nishati
th: แถบเลื่อนระดับพลังงาน
tr: Enerji seviyesi kaydırıcısı
uk: Повзунок рівня енергії
ur: توانائی کی سطح کا سلائیڈر
vi: Thanh trượt mức năng lượng
zh_hans: 能量水平滑块
zh_hant: 能量水平滑塊
zu: Isilayidi sezinga lamandla

# expected_symptoms_title
source: Attendus aujourd'hui
am: ዛሬ ይጠበቃል
ar: المتوقع اليوم
bg: Очаква се днес
bn: আজ প্রত্যাশিত
ca: S'esperava avui
cs: Očekávané dnes
da: Forventet i dag
de: Heute erwartet
el: Αναμενόμενο σήμερα
en: Expected today
es: Esperados hoy
fa: امروز انتظار می رود
fi: Odotettavissa tänään
he: צפוי היום
hi: आज अपेक्षित है
hr: Očekuje se danas
hu: Ma várható
id: Diharapkan hari ini
it: Atteso oggi
ja: 今日の予定
ko: 오늘 예상
ms: Dijangka hari ini
nb: Forventet i dag
nl: Vandaag verwacht
pl: Spodziewane dzisiaj
pt_br: Esperado hoje
ro: Așteptată astăzi
ru: Ожидается сегодня
sk: Očakáva sa dnes
sv: Förväntas idag
sw: Inatarajiwa leo
th: คาดว่าวันนี้.
tr: Bugün bekleniyor
uk: Очікується сьогодні
ur: آج متوقع
vi: Dự kiến ​​hôm nay
zh_hans: 预计今天
zh_hant: 預計今天
zu: Kulindelwe namuhla

# export_csv_label
source: Exporter en CSV
am: እንደ CSV ወደ ውጪ ላክ
ar: تصدير كملف CSV
bg: Експортиране като CSV
bn: CSV হিসাবে রপ্তানি করুন৷
ca: Exporta com a CSV
cs: Exportovat jako CSV
da: Eksporter som CSV
de: Als CSV exportieren
el: Εξαγωγή ως CSV
en: Export as CSV
es: Exportar como CSV
fa: صادرات به عنوان CSV
fi: Vie CSV-muodossa
he: ייצא כ-CSV
hi: सीएसवी के रूप में निर्यात करें
hr: Izvezi kao CSV
hu: Exportálás CSV-ként
id: Ekspor sebagai CSV
it: Esporta come CSV
ja: CSVとしてエクスポート
ko: CSV로 내보내기
ms: Eksport sebagai CSV
nb: Eksporter som CSV
nl: Exporteren als CSV
pl: Eksportuj jako CSV
pt_br: Exportar como CSV
ro: Exportați ca CSV
ru: Экспортировать в формате CSV
sk: Exportovať ako CSV
sv: Exportera som CSV
sw: Hamisha kama CSV
th: ส่งออกเป็น CSV
tr: CSV olarak dışa aktar
uk: Експортувати як CSV
ur: CSV کے بطور برآمد کریں۔
vi: Xuất dưới dạng CSV
zh_hans: 导出为 CSV
zh_hant: 匯出為 CSV
zu: Khipha njenge-CSV
